{
    "The BLOCKUNDER game is simple and fast.":"ব্লককান্ডার গেমটি সহজ এবং দ্রুত.",
    "It's a 10 second game.":"এটি একটি 10 ​​সেকেন্ডের খেলা.",
    "It's a 40 second game.":"এটি একটি 40 ​​সেকেন্ডের খেলা.",
    "The lower the number, the higher the dividend rate and the higher the number of choices, the more likely it is to win, so the dividend rate is reduced.":"সংখ্যা যত কম হবে, লভ্যাংশের হার তত বেশি এবং পছন্দগুলির সংখ্যা তত বেশি, জয়ের সম্ভাবনা তত বেশি, সুতরাং লভ্যাংশের হার হ্রাস হয়.",
    "It is a game that is very easy to understand, and it is a game that can be done more easily.":"এটি এমন একটি গেম যা বোঝা খুব সহজ এবং এটি এমন একটি খেলা যা আরও সহজেই করা যায়.",
    "The ODD/EVEN game is simple and fast.":"ওডিডি / ইভেন গেমটি সহজ এবং দ্রুত.",
    "Based on the number of the end digits of the results of the blockhesh values generated every 3 seconds in Hyper Aiser Blockchain, 1,3,5,7,9 is a very easy-to-understand game with a winning rate of 50:50 with ODD. 0,2,4,6,8 being EVEN, and is much easier to do.":"হাইপারএজার ব্লকচেইন দ্বারা প্রতি তিন সেকেন্ডে উত্পাদিত ব্লক হ্যাশ মান (রিকাল্ট) এর শেষ অঙ্কের সংখ্যার ভিত্তিতে। 1,3,5,7,9 হ'ল ওডিডি। 0,2,4,6,8 হ'ল একটি খুব সহজেই বোঝা যায় যা 50: 50 এর বিজয়ী হারের সাথে ইভেন হয়ে উঠতে পারে এবং আরও সহজেই খেলা যায় এমন একটি খেলা.",
    "UNDER 50 or less based on the number of results of 100 results of the blockhash value generated every 3 seconds in the Hyper Aiser Blockchain, over 50 is a very easy-to-understand game with an OVER winning rate of 50:50 and much easier to play.":"হিপারএইজার ব্লকচেইন দ্বারা উত্পাদিত ব্লক হ্যাশ মান (রিকল্ট) এর ফলাফল 1 থেকে 50 আন্ডার ইনডাইনেস) এবং 51 থেকে 100 ওভার (শীর্ষে)। এটি 50,50 এর জয়ের হারের সাথে একটি খুব সহজেই বোঝার গেম এবং এটি খেলতে আরও সহজ.",
    "What is the OtexExchange?":"ওটেক্সএক্সচেঞ্জ কী?",
    "Otex is a digital asset exchange, a global P2P, B2B and B2C exchange that is not centralized but de-centralized.":"ওটেক্স হ'ল একটি ডিজিটাল সম্পদ এক্সচেঞ্জ, একটি গ্লোবাল পি 2 পি, বি 2 বি এবং বি 2 সি এক্সচেঞ্জ যা কেন্দ্রিয়ায়িত নয়, ডি-সেন্ট্রালাইজড.",
    "At Otex, you can trade a lot of digital assets, unlisted coins and tokens such as Bitcoin, Ethereum, Light Coin, ERC20 Tokens easily and safely.":"ওটেক্সে আপনি প্রচুর ডিজিটাল সম্পদ, তালিকাভুক্ত কয়েন এবং টোকেন যেমন বিটকয়েন, ইথেরিয়াম, লাইট কয়েন, ইআরসি 20 টোকেন সহজে এবং নিরাপদে বাণিজ্য করতে পারেন.",
    "Otex is a mixed name for OTC + DEX.":"ওটিএক্স ওটিসি + ডেক্সের একটি মিশ্র নাম।",
    "What is a blockbet?":"What is Blockbet?",
    "It is a blockchain distributed DAPP social game platform that provides a safe and reliable borderless ecosystem.":"এটি একটি ব্লকচেইন বিতরণ করা ডিএপিপি সামাজিক গেম প্ল্যাটফর্ম যা নিরাপদ এবং নির্ভরযোগ্য সীমান্তহীন বাস্তুতন্ত্র সরবরাহ করে।.",
    "Our goal is to provide users with the best game experience and become a symbol and leader of the blockchain game industry.":"আমাদের লক্ষ্য ব্যবহারকারীদের সেরা গেম অভিজ্ঞতা প্রদান করা এবং ব্লকচেইন গেম শিল্পের প্রতীক এবং নেতা হওয়া.",
    "It is a game that works on HyperAiserChain's Dapp (a decentralized application, a service that works as a smart contract on the basis of the blockchain platform).":"এটি এমন একটি গেম যা হাইপারএজারচেইনের ড্যাপ (একটি বিকেন্দ্রীভূত অ্যাপ্লিকেশন, একটি পরিষেবা যা ব্লকচেইন প্ল্যাটফর্মের ভিত্তিতে স্মার্ট চুক্তি হিসাবে কাজ করে) কাজ করে.",
    "Block Bet is a system that determines the outcome of a game by the Rsult value, which is the result of the blockhash number in the blockchain.<br>":"ব্লক বেট হ'ল এমন একটি সিস্টেম যা গেমের ফলাফলকে রুপুল্ট মান দ্বারা নির্ধারণ করে যা ব্লকচেইনে ব্লকহ্যাশ সংখ্যার ফলাফল.",
    "This is a game that can be trusted by eliminating the risk of manipulation and forgery of game results.":"এটি গেমের ফলাফলের কারসাজি, জালিয়াতি, এবং হস্তক্ষেপের ঝুঁকি দূর করে। আস্থার একটি খেলা সরবরাহ করে.",
    "Fast Coin (BBT) Trading for Games":"গেমসের জন্য ব্লকবেট (বিবিটি) ট্রেডিং",
    "Global P2P deals support USD, CNY, KRW, JPY, DBT, VND, PHP, MYR markets and more.":"গ্লোবাল পি 2 পি ডলার মার্কিন ডলার, সিএনওয়াই, কেআরডাব্লু, জেপিওয়াই, ডিবিটি, ভিএনডি, পিএইচপি, এমওয়াইআর মার্কেট এবং আরও অনেক কিছু সমর্থন করে.",
    "Convenience and rapid coin purchase and coin sale due to the interworking with the OTEX Digital Asset Exchange.":"ওটেক্স ডিজিটাল অ্যাসেট এক্সচেঞ্জের সাথে যোগাযোগের কারণে সুবিধা এবং দ্রুত মুদ্রা ক্রয় এবং মুদ্রা বিক্রয়।",
    "Environment of trust":"আস্থার পরিবেশ",
    "Blockbet are safe and transparent, and all Blockbet games are validated. We make every effort to protect personal privacy.":"ব্লকবেটটি নিরাপদ এবং স্বচ্ছ এবং সমস্ত ব্লকবেট গেমগুলি বৈধতাপ্রাপ্ত। আমরা ব্যক্তিগত গোপনীয়তা রক্ষার জন্য যথাসাধ্য চেষ্টা করি.",
    "Blockhash – ensures fairness in all games.":"ব্লকহ্যাশ - সমস্ত গেমগুলিতে ন্যায্যতা নিশ্চিত করে।.",
    "Cryptocurrency credit VISA card":"ক্রিপ্টোকারেন্সি ক্রেডিট ভিসা কার্ড.",
    "It charges to coin and it uses as coin.":"এটি ডিজিটাল মুদ্রার সাথে চার্জ করুন এবং নগদ হিসাবে ব্যবহার করুন।.",
    "Now, after the game, we withdraw and use the visa card.":"এখন, গেমের পরে, আমরা প্রত্যাহার এবং ভিসা কার্ড ব্যবহার করি।.",
    "cryptocurrency credit VISA cards can request withdrawal through Bitcoin(BTC) and Kaisercoin(KISC) and withdraw cash from ATM devices around the world, and can immediately execute payments at VISA member stores worldwide.":"ক্রিপ্টোকারেন্সি ক্রেডিট ভিসা কার্ডগুলি বিটকয়েন (বিটিসি) এবং কায়সারকোইন (কেআইএসসি) এর মাধ্যমে প্রত্যাহারের অনুরোধ করতে পারে এবং বিশ্বজুড়ে এটিএম ডিভাইসগুলি থেকে নগদ প্রত্যাহার করতে পারে এবং তাত্ক্ষণিকভাবে বিশ্বব্যাপী ভিসা সদস্য স্টোরগুলিতে অর্থ প্রদান সম্পাদন করতে পারে।.",
    "It provides considerable convenience for both blockchain and cryptocurrency users around the world.":"এটি সারা বিশ্ব জুড়ে ব্লকচেইন এবং ক্রিপ্টোকারেন্সি ব্যবহারকারীদের জন্য যথেষ্ট সুবিধা সরবরাহ করে.",
    "Meet more advanced services and systems":"আরও উন্নত পরিষেবা এবং সিস্টেমের সাথে মিলিত হন.",
    "Apply for service":"পরিষেবার জন্য আবেদন করুন.",
    "Blockbet bank staking":"ব্লকবেট স্টোরেজ ব্যাংক",
    "You can earn a risk-free dividend for your Blockbet games simply by making a deposit.":"আপনি কেবলমাত্র আমানত তৈরি করে আপনার ব্লকবেট গেমসের জন্য ঝুঁকিমুক্ত লভ্যাংশ অর্জন করতে পারেন।.",
    "You can get a very high dividend":"আপনি একটি খুব উচ্চ লভ্যাংশ পেতে পারেন.",
    "Dividend interest will be paid for any game on the Blockbet game platform, and even if you lose BBT, you will receive a very high dividend income if you deposit it.":"ব্লকবেট গেম প্ল্যাটফর্মে যে কোনও গেমের লভ্যাংশের সুদ বরাদ্দ করা হয়। আপনার বেটে জমা করে আপনি খুব বেশি লভ্যাংশ অর্জন করতে পারেন.",
    "There is no limit to deposits or withdrawals. Get a steady return of 4% per month.":"কোনও জমা বা প্রত্যাহারের সীমা নেই এবং আপনি উচ্চতর রিটার্ন পাবেন.",
    "It doesn't matter if you win or lose the BBT. Even if you lose the BBC, you will receive a high dividend if you deposit the BBT.":"খেলায় আপনার অংশগ্রহণ নির্বিশেষে আপনি উচ্চ মুনাফা অর্জন করতে পারেন.",
    "Profit dividends are selected from Bitcoin (BTC), Etherium (ETH), Kaiser coin (KISC), and Block Bettoken (BBC) to be received as an encryption currency.":"আমরা বিটকয়েন (বিটিসি), ইথেরিয়াম (ইটিএইচ), কায়জার কয়েন (কেআইএসসি), এবং ব্লকওয়েট টোকেন (বিবিসি) নির্বাচন করে লাভের লভ্যাংশ পাই.",
    "Experience stable and solid high returns.":"স্থিতিশীল এবং শক্ত উচ্চতর রিটার্নের অভিজ্ঞতা অর্জন করুন.",
    "Do you want to raise the betting limit?":"আপনি কি বাজির সীমা বাড়াতে চান?",
    "Fill in the energy":"Fill in the energy",
    "My energy is KISC":"আমার শক্তি কেআইএসসি",
    "Charge the energy!":"শক্তি চার্জ!",
    "The limit of the game will be even higher.":"গেমটির সীমা আরও বেশি হবে",
    "Enjoy dynamic games with unlimited betting.":"সীমাহীন বাজি সহ গতিশীল গেমগুলি উপভোগ করুন.",
    "Blockbet Partner":"Blockbet Partner",
    "If you want to link your game to the Blockbet game platform, please contact us at any time.":"আপনি যদি আপনার গেমটি ব্লকবেট গেম প্ল্যাটফর্মের সাথে সংযুক্ত করতে চান তবে যে কোনও সময় আমাদের সাথে যোগাযোগ করুন.",
    "If you want to open a transparent game that you can trust in the blockchain, contact me at any time.":"আপনি যদি কোনও স্বচ্ছ খেলা খুলতে চান যা আপনি ব্লকচেইনে বিশ্বাস করতে পারেন তবে যে কোনও সময় আমার সাথে যোগাযোগ করুন.",
    "Blockbet Project":"Blockbet Project",
    "We will never stop.":"আমরা কখনই থামব না.",
    "To reduce entry barriers to the blockbet, we offer a system that allows you to use games such as Bitcoin, Ethereum, and Kaiser Coins, and we also offer a fast and reliable gaming platform to help more game developers develop transparent and reliable games.":"ব্লকবেটে প্রবেশের বাধা হ্রাস করার জন্য, আমরা এমন একটি সিস্টেম অফার করি যা আপনাকে বিটকয়েন, ইথেরিয়াম এবং কায়সার কয়েনের মতো গেমস ব্যবহার করতে দেয় এবং আরও গেম ডেভেলপারদের স্বচ্ছ এবং নির্ভরযোগ্য গেমস বিকাশে সহায়তা করার জন্য আমরা একটি দ্রুত এবং নির্ভরযোগ্য গেমিং প্ল্যাটফর্মও সরবরাহ করি.",
    "We continue to improve and introduce new features and fun.":"আমরা উন্নত এবং নতুন বৈশিষ্ট্য এবং মজা প্রবর্তন অবিরত.",
    "This Blockbet game is legally operated within normal legal boundaries by holding licenses in Bermuda.":"এই ব্লকবেট গেমটি বারমুডায় লাইসেন্স ধরে সাধারণ আইনী সীমানার মধ্যে আইনত পরিচালিত হয়.",
    "All laws follow Bermuda's laws of law.":"সমস্ত আইন বারমুডার আইনের আইন অনুসরণ করে.",
    "Excessive games waste time and make you lose your mind.":"অতিরিক্ত গেমগুলি সময় নষ্ট করে দেয় এবং আপনাকে আপনার মন হারাতে বাধ্য করে.",
    "This game is legally available to adults in each country. If you are not a legal adult, do not click on all activities and content related to the blockbet.":"এই গেমটি আইনত প্রতিটি দেশের প্রাপ্তবয়স্কদের জন্য উপলব্ধ। আপনি যদি আইনজীবি প্রাপ্তবয়স্ক না হন তবে ব্লকবেট সম্পর্কিত সমস্ত ক্রিয়াকলাপ এবং সামগ্রীগুলিতে ক্লিক করবেন না.",
    "If you are not an adult, you will be forced out unconditionally, and you are responsible for all the damages.":"আপনি যদি প্রাপ্তবয়স্ক না হন তবে আপনাকে নিঃশর্তভাবে বাধ্য করা হবে এবং সমস্ত ক্ষতির জন্য আপনি দায়ী.",
    "The games provided by Blockbet are based on blockchain to provide a fair, reliable and transparent game, and Blockbet cannot participate in games with legal currency, and can only participate in games with coins and tokens designated by Blockbet.":"ব্লকবেটের সরবরাহিত গেমগুলি সুষ্ঠু, নির্ভরযোগ্য এবং স্বচ্ছ গেম সরবরাহ করার জন্য ব্লকচেইনের উপর ভিত্তি করে এবং ব্লকবেট আইনী মুদ্রা সহ গেমসে অংশ নিতে পারে না এবং কেবল ব্লকবেট কর্তৃক মনোনীত কয়েন এবং টোকেন সহ গেমসে অংশ নিতে পারে Block.",
    "Blockbets are not aimed at Internet gambling, but at hobbies and entertainment.":"ব্লকবেটগুলি ইন্টারনেট জুয়ার লক্ষ্য নয়, শখ এবং বিনোদন.",
    "Now you get out of the game that's being manipulated.":"এখন আপনি যে গেমটি ম্যানিপুলেট করা হচ্ছে তা থেকে বেরিয়ে আসু.",
    "Required Login":"প্রয়োজনীয় লগইন.",
    "Do you want to log out?":"আপনি কি লগ আউট করতে চান?",

    "Country":"দেশ",
    "Email":"ইমেইল",
    "ID":"ID",
    "Password":"পাসওয়ার্ড",
    "Password Confirmed":"পাসওয়ার্ড নিশ্চিত হয়েছে",
    "Nickname":"ডাকনাম",
    "My Level":"আমার স্তর",
    "Bank":"ব্যাংক",
    "Account Number":"হিসাব নাম্বার",
    "Account":"হিসাব",
    "BBT Address":"বিবিটি ঠিকানা",
    "Save Changes":"পরিবর্তনগুলোর সংরক্ষন", 
    "HyperAiser RealTime Block":"হাইপারএইজার রিয়েলটাইম ব্লক",
    "Block Number":"ব্লক নম্বর",
    "Block Hash":"BlockHash",
    "Hash Result":"ফলাফল",
    "ROLL UNDER TO WIN":"রোল আন্ডার",
    "PAYOUT":"লভ্যাংশের হার",
    "WIN CHANCE":"বিজয়ের সম্ভাবনা",
    "Retained balance":"হোল্ডিং পরিমাণ",
    "Bet amount":"বাজি পরিমাণ",
    "Game Statistics":"খেলা পরিসংখ্যান",
    "Average of":"গড়",
    "Max Sequence of":"Max Sequence of",
    "Betting Time Remains":"বেটিং সময় বাকি আছে",
    "TRANSFER HISTORY":"স্থানান্তর ইতিহাস",
    "MY PAGE":"আমার পাতা",
    "Deposit":"আমানত",
    "Withdrawal":"উত্তোলন",
    "Current BBT Balance":"বর্তমান বিবিটি ব্যালেন্স",
    "Please check your address carefully":"দয়া করে আপনার ঠিকানাটি সাবধানতার সাথে পরীক্ষা করুন",
    "Enter amount for withdraw":"প্রত্যাহারের জন্য পরিমাণ প্রবেশ করান",
    "1BBT = 0.1 USD":"1BBT 1USD এর সমান",
    "Basic Information":"মৌলিক তথ্য",
    "Favorite Wallets":"প্রায়শই পাঠানো ঠিকানা",
    "Name":"নাম",
    "Amount":"মূল্য",
    "Address":"ঠিকানা",
    "Status":"ঘটমান বিষয়",
    "Registerd At":"অবস্থান",
    "BBT Real Time Block<br><br>HiperAiser blockschain developed in Bizblocks generates blocks every 3 seconds.<br>The hash value of a randomly generated block is used as the result of the game.<br>Since the generated blocks cannot be forged, we provide a reliable game that prevents the operation of the game.":"বিবিটি রিয়েল টাইম ব্লক <br> <br> বিজলকস-এ বিকশিত হিপারএইজার ব্লকচেইন প্রতি 3 সেকেন্ডে ব্লক তৈরি করে। <br> এলোমেলোভাবে উত্পন্ন ব্লকের হ্যাশ মানটি গেমের ফলাফল হিসাবে ব্যবহৃত হয় <br> নকল, আমরা একটি নির্ভরযোগ্য গেম সরবরাহ করি যা গেমটির কার্যক্রম পরিচালনা করে।",
	
	"Block Number<br><br>Number of blocks created every 3 seconds in the HiperAiser chain.":"ব্লক নম্বর <br> <br> হিপারএইজার চেইনে প্রতি 3 সেকেন্ডে তৈরি হওয়া ব্লকের সংখ্যা",

    "Block Hash<br><br>A function that receives a message of arbitrary length and outputs a fixed length value.<br>The purpose of the hash function is to detect errors or tampering with the message and provide the integrity of the data to be signed without third party intervention.":"ব্লক হ্যাশ <br> <br> একটি ফাংশন যা স্বেচ্ছাসেবী দৈর্ঘ্যের বার্তা গ্রহণ করে এবং একটি নির্দিষ্ট দৈর্ঘ্যের মানকে আউটপুট করে দেয়। <br> হ্যাশ ফাংশনটির উদ্দেশ্যটি বার্তাটির সাথে ত্রুটিগুলি বা টেম্পারিং সনাক্তকরণ এবং ডেটার অখণ্ডতা সরবরাহ করা to তৃতীয় পক্ষের হস্তক্ষেপ ছাড়াই স্বাক্ষর করা।.",    

	"Result<br><br>Randomly generated result of combining hash values of generated blocks.":"ফলাফল <br><br> উত্পন্ন ব্লকের হ্যাশ মানগুলির সংমিশ্রণের এলোমেলোভাবে উত্পন্ন ফলাফল।.",

	"Block Under Game<br><br>If you choose a lower number from 1 to 100 and the Hash Reult value is within the selected range, you get a high dividend.<br>The game starts every 10 seconds.":"খেলার অধীনে আবদ্ধ করুন<br><br> আপনি যদি ১ থেকে ১০০ পর্যন্ত কম সংখ্যা বেছে নিন এবং হ্যাশ রিউল্ট মান নির্বাচিত সীমার মধ্যে থাকে, তাহলে আপনি একটি উচ্চ লভ্যাংশ পাবেন।<br> খেলা প্রতি 10 সেকেন্ডেটেইল করা ফলাফল শুরু হয়, নিচের লিঙ্কে ক্লিক করুন।",

	"ODD &amp; EVEN<br><br>Based on 50 of the numbers 1 to 100, the odd hash value is ODD and the even number is EVEN.<br>The game starts every 10 seconds.":"অদ্ভুত এবং even<br><br>1 থেকে 100 সংখ্যার 50 উপর ভিত্তি করে, অদ্ভুত হ্যাশ মান অদ্ভুত এবং এমনকি সংখ্যা even.<br> খেলা প্রতি 10 সেকেন্ড অন্তর শুরু হয়।",

	"UNDER &amp; OVER<br><br>Based on 50 out of 1 ~ 100 number, if Hash Reult value is less than 50, it becomes UNDER, and if more than 50, it becomes OVER.<br>The game starts every 10 seconds.":"আন্ডার অ্যান্ড ওভার<br><br> ১ এর মধ্যে ৫০ এর উপর ভিত্তি করে, যদি হ্যাশ রিউল্ট মান ৫০ এর কম হয়, তাহলে তা ৫০ বছরের কম হবে, এবং যদি ৫০ এর বেশী হয়, তাহলে তা ওভার হয়ে যাবে। <br> খেলা প্রতি 10 সেকেন্ড প্রতি 10 সেকেন্ড খেলা শুরু হয়.",

	"DEPOSITE<br><br>Deposit BBT(BLOCK BET) coins and start the game.":"ডিপোজিট<br><br>ডিপোজিট বিবিটি (ব্লক বাজি) কয়েন এবং খেলা শুরু করুন",	
		
    "If you want to see detailed results, Click the link below.":"আপনি যদি বিস্তারিত ফলাফল দেখতে চান, নিচের লিঙ্কে ক্লিক করুন.",
    "My BBT Address.":"আমার বিবিটি ঠিকানা।.",
    "OTEX my BBT Address.":"ওটেক্স এক্সচেঞ্জে আমার বিবিটি ঠিকানা.",
    "Transmission quantity input to OTEX.":"ওটেক্সে প্রেরণের জন্য বিবিটি স্থানান্তর পরিমাণ লিখুন.",
    "BBT address to send.":"পাঠানোর জন্য বিবিটি ঠিকানা.",
    "Email address (must be entered correctly. We are not responsible for the disadvantages of different information.)":"ইমেল ঠিকানা (আপনাকে অবশ্যই এটি সঠিকভাবে প্রবেশ করতে হবে information তথ্যের ত্রুটির কারণে যে কোনও ক্ষতির জন্য আমরা দায়বদ্ধ নয়))",
    "User ID":"ব্যবহারকারী আইডি ইনপুট",
    "Password input (English numeral mix)":"পাসওয়ার্ড প্রবেশ করান (বর্ণানুক্রমিক বর্ণগুলি মিশ্রণ করুন)",
    "Password again":"পাসওয়ার্ড নিশ্চিত করুন",
    "Enter mobile phone number (Please enter the correct information). If the information is different, we will not be responsible for the damage.":"আপনার মোবাইল ফোন নম্বর প্রবেশ করান (দয়া করে তথ্যটি সঠিকভাবে পূরণ করুন If",
    "Recommended ID input (If there is no recommender, you cannot sign up)":"রেফারেল আইডি ইনপুট (প্রস্তাবনের ইনপুট)",
	"Find ID/PW": "আইডি / পিডাব্লু সন্ধান করুন",
	"Sign Up": "নিবন্ধন করুন",
	"Copy Address": "ঠিকানা অনুলিপি করুন"
}
    





