{
    "The BLOCKUNDER game is simple and fast.":"BLOCK UNDERゲームは簡単で速い.",
    "It's a 10 second game.":"10秒ゲーム.",
    "It's a 40 second game.":"40秒ゲーム.",
    "The lower the number, the higher the dividend rate and the higher the number of choices, the more likely it is to win, so the dividend rate is reduced.":"ボタン ‘ロール’ をクリックし、中間の数字を選択する。 右側、左側にボールを移動させることができます。数字が低いほど配当率は高く、選択の数字が高いほど勝つ確率が高く、配当率は低くなる.",
    "It is a game that is very easy to understand, and it is a game that can be done more easily.":"とてもわかりやすいゲームで、はるかに簡単にできるゲーム.",
    "The ODD/EVEN game is simple and fast.":"ODD / EVEN ゲームは簡単で速い.",
    "Based on the number of the end digits of the results of the blockhesh values generated every 3 seconds in Hyper Aiser Blockchain, 1,3,5,7,9 is a very easy-to-understand game with a winning rate of 50:50 with ODD. 0,2,4,6,8 being EVEN, and is much easier to do.":"Hyper Aiser Blockchainで３秒ごとに生成されるブロックヘッシュ値の結果（Recult）値の末尾の数字を基準に１、３、５、７、９はＯＤＤ（奇数）。 0, 2, 4, 6, 8はEVEN(偶数)になる勝率50:50の非常に理解しやすいゲームで, もっと簡単にできるゲームだ.",
    "The UNDER/OVER game is simple and fast.":"UNDER / OVERゲームは簡単で速い.",
    "UNDER 50 or less based on the number of results of 100 results of the blockhash value generated every 3 seconds in the Hyper Aiser Blockchain, over 50 is a very easy-to-understand game with an OVER winning rate of 50:50 and much easier to play.":"Hiper Aiser Blockchainで3秒ごとに生成されるブロックヘッシュ(Recult)値の結果を、全100の数字のうち50以下はUNDER(下)、50以上はOVER(上)となる勝率50:50の非常にわかりやすいゲームであり、より簡単にできるゲームである.",
    "What is the OtexExchange?":"OTEXエクスチェンジは何か?",
    "Otex is a digital asset exchange, a global P2P, BPB and B2C exchange that is not centralized but de-centralized.":"OTEXはデジタル資産取引所であり、中心化されておらず、脱中心化しているグローバルP2P、BPB、B2C取引所.",
    "At Otex, you can trade a lot of digital assets, unlisted coins and tokens such as Bitcoin, Ethereum, Light Coin, ERC20 Tokens easily and safely.":"OTEXでは、ビットコイン、イーサリアム、ライトコイン、ERC20トークンなど数多くのデジタル資産及び非上場コイン及びトークンを簡単かつ安全に取引できます.",
    "Otex is a mixed name for OTC + DEX.":"OTEX = OTC + DEX の混合ネーミングです.",
    "What is a blockbet?":"Block Betは何か?",
    "It is a blockchain distributed DAPP social game platform that provides a safe and reliable borderless ecosystem.":"安全で信頼できる国境のない生態系を提供するブロックチェーン分散型DAPソーシャルゲームプラットフォーム.",
    "Our goal is to provide users with the best game experience and become a symbol and leader of the blockchain game industry.":"我々の目標は、ユーザーに最高のゲーム経験を提供し、ブロックチェーンゲーム産業の象徴でありリーダーになること.",
    "It is a game that works on HyperAiserChain's Dapp (a decentralized application, a service that works as a smart contract on the basis of the blockchain platform).":"Hyper Aiser ChainのD-app(脱中心化されたアプリケーションで、ブロックチェーンプラットフォームの土台でスマートコントラクトとして動作するサービス)で動作するゲームです.",
    "Block Bet is a system that determines the outcome of a game by the Rsult value, which is the result of the blockhash number in the blockchain.<br>":"BlockBetゲームの結果は、ブロックチェーンで任意生成されるブロックヘッシュ数字を結果(Rsult)値に基づいて勝敗を決定するシステムです.",
    "This is a game that can be trusted by eliminating the risk of manipulation and forgery of game results.":"これは、ゲームの結果は誰も操作・偽造・変造の危険性をなくし、信頼できるゲームを目指します.",
    "Fast Coin (BBT) Trading for Games":"ゲームのためのスピーディーなコイン(BBT)取引",
    "Global P2P deals support USD, CNY, KRW, JPY, DBT, VND, PHP, MYR markets and more.":"グローバルP2P取引でUSD、CNY、KRW、JPY、DBT、VND、PHP、MYRマーケットなどのサポートが可能です.",
    "Convenience and rapid coin purchase and coin sale due to the interworking with the OTEX Digital Asset Exchange.":"OTEXデジタル資産取引所との連動により、便利でスピーディーなコイン購入及びコイン販売",
    "Environment of trust":"信頼の環境",
    "Blockbet are safe and transparent, and all Blockbet games are validated. We make every effort to protect personal privacy.":"BlockBetは安全で透明であり、BlockBetゲームはすべて即座に検証されます。 私たちは個人の私生活を保護するためにあらゆる努力をします.",
    "Blockhash – ensures fairness in all games.":"Block Hash - 全てのゲームの公正性を保障します.",
    "Cryptocurrency credit VISA card":"仮想通貨専用クレジットVISAカード",
    "It charges to coin and it uses as coin.":"コインでチャージし、コインで使用する.",
    "Now, after the game, we withdraw and use the visa card.":"ゲームの後はvisaカードで引き落としに使います.",
    "cryptocurrency credit VISA cards can request withdrawal through Bitcoin(BTC) and Kaisercoin(KISC) and withdraw cash from ATM devices around the world, and can immediately execute payments at VISA member stores worldwide.":"仮想通貨クレジットVISAカードはビットコイン(BTC)及びカイザーコイン(KISC)で出金を要請し、全世界のATM機器から現金を引き出すことができ、全世界のVISA加盟店で決済などを即時行うことができます.",
    "It provides considerable convenience for both blockchain and cryptocurrency users around the world.":"全世界のブロックチェーンと仮想通貨のユーザーにかなり便利さを提供しています.",
    "Meet more advanced services and systems":"より進歩したサービスとシステムをご覧ください",
    "Apply for service":"サービスを申請する",
    "Blockbet bank staking":"BlockBetバンク・ステイキング",
    "You can earn a risk-free dividend for your Blockbet games simply by making a deposit.":"預けると、ブロックベットゲームのバッティング金額から発生する損失のない収益配当を受けることができます.",
    "You can get a very high dividend":"とても高い配当を受けることができます.",
    "Dividend interest will be paid for any game on the Blockbet game platform, and even if you lose BBT, you will receive a very high dividend income if you deposit it.":"配当収益はBlockBetゲームプラットフォームのどんなゲームでもバッティング手数料が得られ、BBT預金さえしておけば非常に高いバッティング配当収益を得ることができます.",
    "There is no limit to deposits or withdrawals. Get a steady return of 4% per month.":"預金や出金の限度には制限がない。 安定した収益を上げてください.",
    "It doesn't matter if you win or lose the BBC. Even if you lose the BBC, you will receive a high dividend if you deposit the BBC.":"ゲームをしたり、しない、ゲームをしてBBCを獲得したり、失ったり、気にしない.",
    "Profit dividends are selected from Bitcoin (BTC), Etherium (ETH), Kaiser coin (KISC), and Block Bettoken (BBT) to be received as an encryption currency.":"BBTを失ってもBBCを預金すれば、高い配当を受けることになります。 収益の配当はビットコイン(BTC)、このドリウた(ETH)、カイジョコイン(KISC)、ブルロクベットークン(BBT)選択して、暗号の貨幣にされます.",
    "Experience stable and solid high returns.":"安定的で確実な高収益を経験してください.",
    "Do you want to raise the betting limit?":"ベッティングの限度を高めたいですか?",
    "Fill in the energy":"エネルギーを満たしてください",
    "My energy is KISC":"私のエネルギーはKISC",
    "Charge the energy!":"エネルギーを充電してください!",
    "The limit of the game will be even higher.":"ゲームの限度はもっと高くなるだろう",
    "Enjoy dynamic games with unlimited betting.":"無制限バッティングでダイナミックなゲームをお楽しみください.",
    "Blockbet Partner":"블록벳 Partner",
    "If you want to link your game to the Blockbet game platform, please contact us at any time.":"ブロックベットのゲームプラットフォームにゲームを連動したい場合は、いつでもご連絡ください.",
    "If you want to open a transparent game that you can trust in the blockchain, contact me at any time.":"ブロックチェーンで信頼できる透明なゲームを開設し、いつでも連絡してください.",
    "Blockbet Project":"BlockBet Patner",
    "We will never stop.":"我々は決して立ち止まりません.",
    "To reduce entry barriers to the blockbet, we offer a system that allows you to use games such as Bitcoin, Ethereum, and Kaiser Coins, and we also offer a fast and reliable gaming platform to help more game developers develop transparent and reliable games.":"BlockBetに対する進入障壁を減らすため、ビットコイン、イーサリアム、カイザーコインなどでゲームを利用できるようにシステムを提供し、「br」より多くのゲーム開発者が透明で信頼できるゲームを開発できるよう、スピーディーかつ安定的なゲームプラットフォームを提供するサポートも受けます.",
    "We continue to improve and introduce new features and fun.":"私たちは継続的に新しい機能と楽しさを改善して紹介します.",
    "This Blockbet game is legally operated within normal legal boundaries by holding licenses in Bermuda.":"BlockBetゲームは、バミューダでライセンスを保有し、正常な法的枠組みの中で合法的に運営されます.",
    "All laws follow Bermuda's laws of law.":"バミューダ州の関係法令にはすべての法令があります.",
    "Excessive games waste time and make you lose your mind.":"やりすぎゲームは時間を無駄にし、精神を疲弊させます.",
    "This game is legally available to adults in each country. If you are not a legal adult, do not click on all activities and content related to the blockbet.":"本ゲームは、各国別に法的に成人のみがゲームできます。 本人が法廷や成人でない場合、Block Betに関するすべての活動と内容についてクリックしないでください.",
    "If you are not an adult, you will be forced out unconditionally, and you are responsible for all the damages.":"成人でない場合、無条件に強制退出させられ、それに伴うすべての損害に対する責任は本人にあります.",
    "The games provided by Blockbet are based on blockchain to provide a fair, reliable and transparent game, and Blockbet cannot participate in games with legal currency, and can only participate in games with coins and tokens designated by Blockbet.":"BlockBetが提供するゲームは、ブロックチェーンを基盤に駆動され、公正で信頼性の高い、操作のない透明なゲームを提供することを基本とし、BlockBetは法定通貨でゲームに参加することはできず、BlockBetが指定したコイン及びトークンでのみゲームに参加できます.",
    "Blockbets are not aimed at Internet gambling, but at hobbies and entertainment.":"Blockbetはインターネットギャンブルを目指すのではなく、趣味と娯楽を目的とすることを明かします.",
    "Now you get out of the game that's being manipulated.":"皆さんは操作されたゲームから離れてください.",
    "Required Login":"ログインが必要なページです.",
    "Do you want to log out?":"ログアウトしますか?",

    "Country":"国歌",
    "Email":"イーメール",
    "ID":"アイディ",
    "Password":"パスワード",
    "Password Confirmed":"パスワード確認",
    "Nickname":"ニックネーム",
    "My Level":"私の等級",
    "Bank":"銀行",
    "Account Number":"口座番号",
    "Account":"勘定",
    "BBT Address":"BBTアドレス",
    "Save Changes":"変更の保存",
    "HyperAiser RealTime Block":"HyperAiserリアルタイムブロック",
    "Block Number":"ブロック番号",
    "Block Hash":"ブロックハッシュ",
    "Hash Result":"Hash結果値",
    "ROLL UNDER TO WIN":"数字の下",
    "PAYOUT":"配当",
    "WIN CHANCE":"勝利確率",
    "Retained balance":"保有残金",
    "Bet amount":"賭けた金額",
    "Game Statistics":"ゲーム統計",
    "Average of":"平均",
    "Max Sequence of":"最大順序",
    "Betting Time Remains":"残り時間",
    "TRANSFER HISTORY":"転送履歴",
    "MY PAGE":"マイページ",
    "Deposit":"入金",
    "Withdrawal":"出金",
    "Current BBT Balance":"現在のBBT残高",
    "Please check your address carefully":"あなたのBBTアドレスを詳しく確認してください.",
    "Enter amount for withdraw":"引き出し金額の入力.",
    "1BBT = 0.1 USD":"1BBT = 10.7JPY",
    "Basic Information":"基本情報",
    "Favorite Wallets":"よく送る財布",
    "Name":"名前",        
    "Amount":"金額",
    "Address":"住所",
    "Status":"状態",
    "Registerd At":"登録位置",
    "BBT Real Time Block<br><br>HiperAiser blockschain developed in Bizblocks generates blocks every 3 seconds.<br>The hash value of a randomly generated block is used as the result of the game.<br>Since the generated blocks cannot be forged, we provide a reliable game that prevents the operation of the game.":"BBTリアルタイムブロック<br><br>Bizblocksで開発されたHiperAiserブロックチェーンは、3秒ごとにブロックを生成します。<br>ランダムに生成されたブロックのハッシュ値をゲーム結果として用いる。<br>生成されたブロックは偽造できないため、ゲームの動作を妨げる信頼性の高いゲームを提供します",
	
	"Block Number<br><br>Number of blocks created every 3 seconds in the HiperAiser chain.":"ブロック番号<br><br>HiperAiserチェーンで3秒ごとに作成されるブロックの数。",

    "Block Hash<br><br>A function that receives a message of arbitrary length and outputs a fixed length value.<br>The purpose of the hash function is to detect errors or tampering with the message and provide the integrity of the data to be signed without third party intervention.":"Block Hash<br><br>任意の長さのメッセージを受信し、固定長の値を出力する関数。<br>ハッシュ関数の目的は、メッセージのエラーや改ざんを検出し、第三者の介入なしに署名されるデータの整合性を提供することです",    

	"Result<br><br>Randomly generated result of combining hash values of generated blocks.":"結果<br><br>生成されたブロックのハッシュ値を組み合わせてランダムに生成された結果",

	"Block Under Game<br><br>If you choose a lower number from 1 to 100 and the Hash Reult value is within the selected range, you get a high dividend.<br>The game starts every 10 seconds.":"Block Under Game<br><br>1 ~ 100 の小さい数字を選択し、[ハッシュ結果（Hash Reult）] 値が選択した範囲内にある場合、高い配当が得られます。ゲームは10秒おきに始まります。",

	"ODD &amp; EVEN<br><br>Based on 50 of the numbers 1 to 100, the odd hash value is ODD and the even number is EVEN.<br>The game starts every 10 seconds.":"「ODD & EVEN<br><br>1 ~ 100 の数字のうち 50 個に基づいて、奇数ハッシュ値は ODD、偶数値は EVEN です。試合は10秒おきに始まります",

	"UNDER &amp; OVER<br><br>Based on 50 out of 1 ~ 100 number, if Hash Reult value is less than 50, it becomes UNDER, and if more than 50, it becomes OVER.<br>The game starts every 10 seconds.":"「UNDER &amp; OVER<br><br>1 ~ 100 のうちの 50 以下に基づいて、ハッシュ結果値が 50 未満の場合は UNDER、50 未満の場合は OVER になります。試合は10秒おきに始まります",

	"DEPOSITE<br><br>Deposit BBT(BLOCK BET) coins and start the game.":"BBT（BLOCK BET）コインを預け、ゲームを開始します",	
		
    "If you want to see detailed results, Click the link below.":"「詳細な結果を表示するには、下のリンクをクリックしてください.",
    "My BBT Address.":"私のブロックベットBBTアドレス.",
    "OTEX my BBT Address.":"オーテックス取引所のBBTアドレス.",
    "Transmission quantity input to OTEX.":"オーテックスに送信するBBT転送数量入力.",
    "BBT address to send.":"BBTアドレスに転送する.",
    "Email address (must be entered correctly. We are not responsible for the disadvantages of different information.)":"メールアドレス(正確に入力してください) 情報のエラーによって発生する被害については責任を負いません。）",
    "User ID":"ユーザーID入力",
    "Password input (English numeral mix)":"パスワード入力(英数字混合)",
    "Password again":"パスワード確認",

    "Enter mobile phone number (Please enter the correct information). If the information is different, we will not be responsible for the damage.)":"携帯電話番号入力(情報を正確に記載してください) 情報が異なる場合、被害は責任を負いません）",
    "Recommended ID input (If there is no recommender, you cannot sign up)":"推薦ID入力(推薦者がいない場合は登録されません)",
	"Confirm": "見定め",
	"Cancel": "キャンセル",
	"Thank you.<br><br>Within one hour of applying for conversion Tokens to the BBT account It will be sent.": "ありがとうございます.<br><br>転換申請後、最大1時間以内に会員様のアカウントにBBTが送信されます.",
	"<b>Unable to reset</b><br><br>Do you want to set it up?": "<b>再設定不可</b><br><br>設定しますか?",
	"Find ID/PW": "ID/PWを探す",
	"Sign Up": "会員加入",
	"Enter mobile phone number (Please enter the correct information). If the information is different, we will not be responsible for the damage.": "携帯電話番号を入力してください（正しい情報を入力してください）。 情報が異なる場合、弊社は損害の責任を負いません。",
	"Copy Address": "住所のコピー"

}