{
    "The BLOCKUNDER game is simple and fast.":"Permainan BLOCKUNDER mudah dan pantas.",
    "It's a 10 second game.":"Ini permainan 10 saat.",
    "It's a 40 second game.":"Ini permainan 40 saat.",
    "The lower the number, the higher the dividend rate and the higher the number of choices, the more likely it is to win, so the dividend rate is reduced.":"Semakin rendah bilangannya, semakin tinggi kadar dividen dan semakin tinggi jumlah pilihan, semakin besar kemungkinan menang, maka kadar dividen dikurangkan.",
    "It is a game that is very easy to understand, and it is a game that can be done more easily.":"Ini adalah permainan yang sangat mudah difahami, dan ia adalah permainan yang dapat dilakukan dengan lebih mudah.",
    "The ODD/EVEN game is simple and fast.":"Permainan ODD / EVEN ringkas dan pantas.",
    "Based on the number of the end digits of the results of the blockhesh values generated every 3 seconds in Hyper Aiser Blockchain, 1,3,5,7,9 is a very easy-to-understand game with a winning rate of 50:50 with ODD. 0,2,4,6,8 being EVEN, and is much easier to do.":"Berdasarkan jumlah digit akhir hasil nilai blockhesh yang dihasilkan setiap 3 saat di Hyper Aiser Blockchain, 1,3,5,7,9 adalah permainan yang sangat mudah difahami dengan kadar kemenangan 50:50 dengan ODD. 0,2,4,6,8 menjadi EVEN, dan jauh lebih mudah dilakukan",
    "UNDER 50 or less based on the number of results of 100 results of the blockhash value generated every 3 seconds in the Hyper Aiser Blockchain, over 50 is a very easy-to-understand game with an OVER winning rate of 50:50 and much easier to play.":"1 hingga 50 =  (UNDER), 51 hingga 100 = (OVER) berdasarkan jumlah keputusan nilai hash blok (Rekod) yang dihasilkan setiap 3 saat di HiperAiser Blockchain. Ini adalah permainan yang sangat mudah difahami dengan kadar kemenangan 50:50, dan lebih mudah untuk dimainkan.",
    "What is the OtexExchange?":"Apa itu OtexExchange?",
    "Otex is a digital asset exchange, a global P2P, B2B and B2C exchange that is not centralized but de-centralized.":"Otex adalah pertukaran aset digital, pertukaran P2P global, B2B dan B2C yang tidak berpusat tetapi tidak berpusat.",
    "At Otex, you can trade a lot of digital assets, unlisted coins and tokens such as Bitcoin, Ethereum, Light Coin, ERC20 Tokens easily and safely.":"Di Otex, anda boleh memperdagangkan banyak aset digital, duit syiling dan token yang tidak tersenarai seperti Bitcoin, Ethereum, Light Coin, Token ERC20 dengan mudah dan selamat.",
    "Otex is a mixed name for OTC + DEX.":"Otex adalah nama campuran untuk OTC + DEX.",
    "What is a blockbet?":"Apa itu blockbet?",
    "It is a blockchain distributed DAPP social game platform that provides a safe and reliable borderless ecosystem.":"Ia adalah platform permainan sosial DAPP yang tersebar blockchain yang menyediakan ekosistem tanpa sempadan yang selamat dan boleh dipercayai.",
    "Our goal is to provide users with the best game experience and become a symbol and leader of the blockchain game industry.":"Matlamat kami adalah untuk memberi pengguna pengalaman permainan terbaik dan menjadi simbol dan peneraju industri permainan blockchain.",
    "It is a game that works on HyperAiserChain's Dapp (a decentralized application, a service that works as a smart contract on the basis of the blockchain platform).":"Ini adalah permainan yang berfungsi pada HyperAiserChain's Dapp (aplikasi terdesentralisasi, perkhidmatan yang berfungsi sebagai kontrak pintar berdasarkan platform blockchain).",
    "Block Bet is a system that determines the outcome of a game by the Rsult value, which is the result of the blockhash number in the blockchain.<br>":"Block Bet adalah sistem yang menentukan hasil permainan dengan nilai Rsult, yang merupakan hasil dari bilangan blockhash di blockchain",
    "This is a game that can be trusted by eliminating the risk of manipulation and forgery of game results.":"Ini adalah permainan yang boleh dipercayai dengan menghilangkan risiko manipulasi dan pemalsuan hasil permainan.",
    "Fast Coin (BBT) Trading for Games":"Dagangan Syiling Cepat (BBT) untuk Permainan",
    "Global P2P deals support USD, CNY, KRW, JPY, DBT, VND, PHP, MYR markets and more.":"Tawaran P2P global menyokong pasaran USD, CNY, KRW, JPY, DBT, VND, PHP, MYR dan banyak lagi.",
    "Convenience and rapid coin purchase and coin sale due to the interworking with the OTEX Digital Asset Exchange.":"Kemudahan dan pembelian duit syiling serta penjualan duit syiling yang pantas kerana kerja sama dengan OTEX Digital Asset Exchange.",
    "Environment of trust":"Persekitaran kepercayaan",
    "Blockbet are safe and transparent, and all Blockbet games are validated. We make every effort to protect personal privacy.":"Blockbet selamat dan telus, dan semua permainan Blockbet disahkan. Kami berusaha sedaya upaya untuk melindungi privasi peribadi.",
    "Blockhash – ensures fairness in all games.":"BlockHash - memastikan keadilan dalam semua permainan.",
    "Cryptocurrency credit VISA card":"Kad VISA kredit Cryptocurrency",
    "It charges to coin and it uses as coin.":"Deposit dengan mata wang digital dan gunakan sebagai wang tunai.",
    "Now, after the game, we withdraw and use the visa card.":"Sekarang, setelah permainan, kami menarik dan menggunakan kad visa.",
    "cryptocurrency credit VISA cards can request withdrawal through Bitcoin(BTC) and Kaisercoin(KISC) and withdraw cash from ATM devices around the world, and can immediately execute payments at VISA member stores worldwide.":"kad VISA kredit cryptocurrency boleh meminta pengeluaran melalui Bitcoin (BTC) dan Kaisercoin (KISC) dan mengeluarkan wang tunai dari peranti ATM di seluruh dunia, dan dapat segera melakukan pembayaran di kedai ahli VISA di seluruh dunia.",
    "It provides considerable convenience for both blockchain and cryptocurrency users around the world.":"Ia memberikan kemudahan yang cukup besar bagi pengguna blockchain dan cryptocurrency di seluruh dunia.",
    "Meet more advanced services and systems":"Temui perkhidmatan dan sistem yang lebih maju.",
    "Apply for service":"Memohon perkhidmatan",
    "Blockbet bank staking":"Bank Untung Penyimpanan Blockbett (BBT)",
    "You can earn a risk-free dividend for your Blockbet games simply by making a deposit.":"Anda boleh memperoleh dividen tanpa risiko untuk permainan Blockbet anda hanya dengan membuat deposit.",
    "You can get a very high dividend":"Anda boleh mendapat dividen yang sangat tinggi.",
    "Dividend interest will be paid for any game on the Blockbet game platform, and even if you lose BBT, you will receive a very high dividend income if you deposit it.":"Faedah dividen akan dibayar untuk mana-mana permainan di platform permainan Blockbet, dan walaupun anda kehilangan BBT, anda akan menerima pendapatan dividen yang sangat tinggi jika anda menyimpannya.",
    "There is no limit to deposits or withdrawals. Get a steady return of 4% per month.":"Tidak ada had had deposit atau pengeluaran. Dapatkan pulangan yang tinggi dan stabil.",
    "It doesn't matter if you win or lose the BBT. Even if you lose the BBC, you will receive a high dividend if you deposit the BBT.":"Tidak kira sama ada anda menang atau kalah BBT. Walaupun anda kehilangan BBT, anda akan mendapat dividen yang tinggi sekiranya anda mendepositkan BBT.",
    "Profit dividends are selected from Bitcoin (BTC), Etherium (ETH), Kaiser coin (KISC), and BlockBet token (BBT) to be received as an encryption currency.":"Dividen keuntungan dipilih dari Bitcoin (BTC), Etherium (ETH), duit syiling Kaiser (KISC), dan BlockBet token (BBT) untuk diterima sebagai mata wang penyulitan.",
    "Experience stable and solid high returns.":"Alami pulangan tinggi yang stabil dan kukuh.",
    "Do you want to raise the betting limit?":"Adakah anda ingin menaikkan had pertaruhan?",
    "Fill in the energy":"tenaga",
    "My energy is KISC":"Tenaga saya adalah KISC",
    "Charge the energy!":"Cas tenaga!",
    "The limit of the game will be even higher.":"Had permainan akan lebih tinggi.",
    "Enjoy dynamic games with unlimited betting.":"Nikmati permainan dinamik dengan pertaruhan tanpa had.",
    "Blockbet Partner":"Rakan Kongsi Blockbet",
    "If you want to link your game to the Blockbet game platform, please contact us at any time.":"Sekiranya anda ingin menghubungkan permainan anda ke platform permainan Blockbet, sila hubungi kami pada bila-bila masa.",
    "If you want to open a transparent game that you can trust in the blockchain, contact me at any time.":"Sekiranya anda ingin membuka permainan lutsinar yang boleh anda percayai di blockchain, hubungi saya pada bila-bila masa.",
    "Blockbet Project":"Projek Blockbet",
    "We will never stop.":"Kami tidak akan berhenti.",
    "To reduce entry barriers to the blockbet, we offer a system that allows you to use games such as Bitcoin, Ethereum, and Kaiser Coins, and we also offer a fast and reliable gaming platform to help more game developers develop transparent and reliable games.":"Untuk mengurangkan halangan masuk ke blockbet, kami menawarkan sistem yang membolehkan anda menggunakan permainan seperti Bitcoin, Ethereum, dan Kaiser Coins, dan kami juga menawarkan platform permainan yang pantas dan boleh dipercayai untuk membantu lebih banyak pembangun permainan mengembangkan permainan yang telus dan boleh dipercayai.",
    "We continue to improve and introduce new features and fun.":"Kami terus meningkatkan dan memperkenalkan ciri dan keseronokan baru.",
    "This Blockbet game is legally operated within normal legal boundaries by holding licenses in Bermuda.":"Permainan Blockbet ini dikendalikan secara sah dalam batas undang-undang biasa dengan memegang lesen di Bermuda.",
    "All laws follow Bermuda's laws of law.":"Semua undang-undang mengikut undang-undang undang-undang Bermuda.",
    "Excessive games waste time and make you lose your mind.":"Permainan yang berlebihan membuang masa dan membuat anda hilang akal.",
    "This game is legally available to adults in each country. If you are not a legal adult, do not click on all activities and content related to the blockbet.":"Permainan ini tersedia secara sah untuk orang dewasa di setiap negara. Sekiranya anda bukan orang dewasa yang sah, jangan klik semua aktiviti dan kandungan yang berkaitan dengan blockbet.",
    "If you are not an adult, you will be forced out unconditionally, and you are responsible for all the damages.":"Sekiranya anda bukan orang dewasa, anda akan dipaksa keluar tanpa syarat, dan anda bertanggungjawab atas semua kerosakan tersebut.",
    "The games provided by Blockbet are based on blockchain to provide a fair, reliable and transparent game, and Blockbet cannot participate in games with legal currency, and can only participate in games with coins and tokens designated by Blockbet.":"Permainan yang disediakan oleh Blockbet didasarkan pada blockchain untuk memberikan permainan yang adil, dapat dipercayai dan telus, dan Blockbet tidak dapat berpartisipasi dalam permainan dengan mata wang yang sah, dan hanya dapat berpartisipasi dalam permainan dengan koin dan token yang ditentukan oleh Blockbet.",
    "Blockbets are not aimed at Internet gambling, but at hobbies and entertainment.":"Blockbet tidak bertujuan untuk perjudian Internet, tetapi untuk hobi dan hiburan.",
    "Now you get out of the game that's being manipulated.":"Nikmati permainan. Permainan Blockvet Blockchain dengan keselamatan identiti dan ketelusan dan keadilan!",
    "Required Login":"Login yang diperlukan",
    "Do you want to log out?":"Adakah anda mahu log keluar?",

    "Country":"Negara",
    "Email":"E-mel",
    "ID":"ID",
    "Password":"Kata Laluan",
    "Password Confirmed":"Kata Laluan Disahkan",
    "Nickname":"Nama Panggilan",
    "My Level":"Tahap Saya",
    "Bank":"Bank",
    "Account Number":"Nombor akaun",
    "Account":"Akaun",
    "BBT Address":"Alamat BBT",
    "Save Changes":"Simpan Perubahan",
    "HyperAiser RealTime Block":"HyperAiser Blok Masa Sebenar",
    "Block Number":"Nombor Blok",
    "Block Hash":"BlockHash",
    "Hash Result":"Keputusan",
    "ROLL UNDER TO WIN":"PERANAN DI BAWAH UNTUK MENANG",
    "PAYOUT":"kadar dividen",
    "WIN CHANCE":"kebarangkalian kemenangan",
    "Retained balance":"Baki yang dikekalkan",
    "Bet amount":"Taruhan",
    "Game Statistics":"Permainan Statistik",
    "Average of":"Rata-rata",
    "Max Sequence of":"Max Sequence of",
    "Betting Time Remains":"baki masa pertaruhan",
    "TRANSFER HISTORY":"SEJARAH TRANSFER",
    "MY PAGE":"Maklumat saya",
    "Deposit":"Deposit",
    "Withdrawal":"Mengeluarkan",
    "Current BBT Balance":"Baki BBT Semasa",
    "Please check your address carefully":"Sila periksa alamat anda dengan teliti.",
    "Enter amount for withdraw":"Masukkan jumlah untuk pengeluaran.",
    "1BBT = 0.1 USD":"1BBT sama dengan 1USD.",
    "Basic Information":"Maklumat asas",
    "Favorite Wallets":"Dompet Kegemaran",
    "Name":"Nama",
    "Amount":"Jumlah",
    "Address":"Alamat",
    "Status":"Status",
    "Registerd At":"Berdaftar Di",
    "BBT Real Time Block<br><br>HiperAiser blockschain developed in Bizblocks generates blocks every 3 seconds.<br>The hash value of a randomly generated block is used as the result of the game.<br>Since the generated blocks cannot be forged, we provide a reliable game that prevents the operation of the game.":"BBT Real Time Block <br> <br> Blockchain HiperAiser yang dikembangkan di Bizblocks menghasilkan blok setiap 3 saat. <br> Nilai hash dari blok yang dihasilkan secara rawak digunakan sebagai hasil permainan. <br> Oleh kerana blok yang dihasilkan tidak dapat dipalsukan, kami menyediakan permainan yang boleh dipercayai yang menghalang operasi permainan.",
	
	"Block Number<br><br>Number of blocks created every 3 seconds in the HiperAiser chain.":"Blok Nombor <br> <br> Jumlah blok yang dibuat setiap 3 saat dalam rangkaian HiperAiser.",

    "Block Hash<br><br>A function that receives a message of arbitrary length and outputs a fixed length value.<br>The purpose of the hash function is to detect errors or tampering with the message and provide the integrity of the data to be signed without third party intervention.":"Blok Hash <br> <br> Fungsi yang menerima pesan panjang sewenang-wenang dan menghasilkan nilai panjang tetap. <br> Tujuan fungsi hash adalah untuk mengesan kesalahan atau mengganggu mesej dan memberikan integriti data ditandatangani tanpa campur tangan pihak ketiga.",    

	"Result<br><br>Randomly generated result of combining hash values of generated blocks.":"Hasil <br> <br> Hasil yang dihasilkan secara rawak menggabungkan nilai hash blok yang dihasilkan.",

	"Block Under Game<br><br>If you choose a lower number from 1 to 100 and the Hash Reult value is within the selected range, you get a high dividend.<br>The game starts every 10 seconds.":"Blokir Permainan <br> <br> <br> Jika anda memilih angka yang lebih rendah dari 1 hingga 100 dan nilai Hasil H Hash berada dalam rentang yang dipilih, anda akan mendapat dividen yang tinggi. <br> Permainan dimulakan setiap 10 saat.",

	"ODD & EVEN<br><br>Based on 50 of the numbers 1 to 100, the odd hash value is ODD and the even number is EVEN.<br>The game starts every 10 seconds.":" ODD & EVEN <br> <br> berdasarkan 50 nombor 1 hingga 100, nilai cincangan ganjil adalah GANJIL dan bilangannya juga. <br> Permainan ini bermula setiap 10 saat.",

	"UNDER &; OVER<br><br>Based on 50 out of 1 ~ 100 number, if Hash Reult value is less than 50, it becomes UNDER, and if more than 50, it becomes OVER.<br>The game starts every 10 seconds.":" UNDER & OVER <br> <br> berdasarkan 50 daripada 1 ~ 100 nombor, jika nilai Reult hash kurang daripada 50, ia menjadi di bawah, dan jika lebih daripada 50, ia menjadi lebih. <br> Permainan ini bermula setiap 10 saat.",

	"DEPOSITE<br><br>Deposit BBT(BLOCK BET) coins and start the game.":" DEPOSITE <br> <br> Deposit BBT (blok BET) duit syiling dan mula permainan",	
		
    "If you want to see detailed results, Click the link below.":" Jika anda mahu melihat hasil terperinci, klik pautan di bawah..",
    "My BBT Address.":"Alamat BBT saya.",
    "OTEX my BBT Address.":"Alamat BBT saya di Otex Exchange.",
    "Transmission quantity input to OTEX.":"Masukkan kuantiti pemindahan BBT untuk dihantar ke OTEX.",
    "BBT address to send.":"Alamat BBT untuk dihantar.",
	"Find ID/PW": "Find ID/PW",
	"Sign Up": "Sign Up"

}