{
    "The BLOCKUNDER game is simple and fast.":"Trò chơi của BLOCKUNDER rất đơn giản và nhanh.",
    "It's a 10 second game.":"Là game 10 giây.",
    "It's a 40 second game.":"Là game 40 giây.",
    "The lower the number, the higher the dividend rate and the higher the number of choices, the more likely it is to win, so the dividend rate is reduced.":"Con số càng thấp, tỷ lệ cổ tức càng cao và số lượng lựa chọn càng cao, thì tỉ lệ cổ tức càng giảm..",
    "It is a game that is very easy to understand, and it is a game that can be done more easily.":"Đó là một trò chơi rất dễ hiểu và nó là một trò chơi có thể được thực hiện dễ dàng hơn.",
    "The ODD/EVEN game is simple and fast.":"Trò chơi ODD(số lẻ) / EVEN(số chẵn) rất đơn giản và nhanh.",
    "Based on the number of the end digits of the results of the blockhesh values generated every 3 seconds in Hyper Aiser Blockchain, 1,3,5,7,9 is a very easy-to-understand game with a winning rate of 50:50 with ODD. 0,2,4,6,8 being EVEN, and is much easier to do.":"Dựa trên số chữ số cuối cùng của kết quả các giá trị khối được tạo ra mỗi 3 giây trong siêu Aiser Blockchain, 1,3,5,7,9 là một trò chơi rất dễ hiểu với tỷ lệ thắng là 50:50 với ODD 0,2,4,6,8 là EVEN, và dễ thực hiện hơn nhiều.",
    "UNDER 50 or less based on the number of results of 100 results of the blockhash value generated every 3 seconds in the Hyper Aiser Blockchain, over 50 is a very easy-to-understand game with an OVER winning rate of 50:50 and much easier to play.":"Kết quả của giá trị khối được tạo ra mỗi 3 giây trong HiperAiser Blockchain là một trò chơi rất dễ hiểu với tỷ lệ chiến thắng là 50:50 trở thành UNDER(dưới), 51-100 trở thành OVER (tren), và đây là một trò chơi dễ dàng hơn nhiều.",
    "What is the OtexExchange?":"OtexExchange là gì?",
    "Otex is a digital asset exchange, a global P2P, BPB and B2C exchange that is not centralized but de-centralized.":"Otex là sàn giao dịch tài sản kỹ thuật số, nó là sàn giao dịch P2P, BPB, B2C toàn cầu không được trung tâm hóa và không được trung tâm hóa.",
    "At Otex, you can trade a lot of digital assets, unlisted coins and tokens such as Bitcoin, Ethereum, Light Coin, ERC20 Tokens easily and safely.":"Ở Otex, có thể giao dịch dễ dàng và an toàn các loại xu và token của nhiều tài sản kỹ thuật số như Bitcoin, Ethernet, Light coin, ERC20 Token.",
    "Otex is a mixed name for OTC + DEX.":"Otex là tên gọi hỗn hợp của OTC + DEX.",
    "What is a blockbet?":"BlockBET là gì?",
    "It is a blockchain distributed DAPP social game platform that provides a safe and reliable borderless ecosystem.":"Đây là nền tảng trò chơi xã hội kiểu DAPP phân tán, một chuỗi khối cung cấp hệ sinh thái toàn cầu an toàn và đáng tin cậy.",
    "Our goal is to provide users with the best game experience and become a symbol and leader of the blockchain game industry.":"Mục tiêu của chúng tôi là cung cấp kinh nghiệm trò chơi tốt nhất cho người dùng và trở thành biểu tượng và lãnh đạo của ngành công nghiệp trò chơi blockchain.",
    "It is a game that works on HyperAiserChain's Dapp (a decentralized application, a service that works as a smart contract on the basis of the blockchain platform).":"Đây là trò chơi hoạt động trên D-app của HyperAiserChain (dịch vụ hoạt động thông minh trên nền tảng của nền tảng blockchain platform).",
    "Block Bet is a system that determines the outcome of a game by the Rsult value, which is the result of the blockhash number in the blockchain.<br>":"BlockBet là một hệ thống quyết định thắng bại bằng giá Rsult, kết quả của số lượng bộ nhớ đệm trong chuỗi khối.",
    "This is a game that can be trusted by eliminating the risk of manipulation and forgery of game results.":"Điều này không có nguy cơ thao túng, giả mạo và biến đổi kết quả trò chơi. Cung cấp các trò chơi có thể tin tưởng.",
    "Fast Coin (BBT) Trading for Games":"Giao dịch coin nhanh (BBT) cho trò chơi",
    "Global P2P deals support USD, CNY, KRW, JPY, DBT, VND, PHP, MYR markets and more.":"Với giao dịch P2P toàn cầu, có thể giao dịch ở mỗi quốc gia với USD, CNY, KRW, JPY, DBT, vnd, PHP, MYR.",
    "Convenience and rapid coin purchase and coin sale due to the interworking with the OTEX Digital Asset Exchange.":"Mua và bán xu nhanh chóng giữa các thành viên và hội viên do sự liên kết với sở giao dịch tài sản kỹ thuật số Otex.",
    "Environment of trust":"hoàn cảnh tin cậy",
    "Blockbet are safe and transparent, and all Blockbet games are validated. We make every effort to protect personal privacy.":"BLOCKBET an toàn và minh bạch, tất cả các trò chơi BLOCKBET đều được kiểm chứng. Chúng tôi nỗ lực hết sức để bảo vệ quyền riêng tư cá nhân.",
    "Blockhash – ensures fairness in all games.":"BlockHash – Đảm bảo tính công bằng của tất cả các trò chơi.",
    "Cryptocurrency credit VISA card":"Thẻ VISA trả trước dành riêng cho coin",
    "It charges to coin and it uses as coin.":"Sạc bằng bitcoin và sử dụng như tiền mặt.",
    "Now, after the game, we withdraw and use the visa card.":"Bây giờ, sau khi trò chơi kết thúc, tôi rút tiền bằng thẻ visa và sử dụng",
    "cryptocurrency credit VISA cards can request withdrawal through Bitcoin(BTC) and Kaisercoin(KISC) and withdraw cash from ATM devices around the world, and can immediately execute payments at VISA member stores worldwide.":"Thẻ tín dụng VISA đã được mã hóa yêu cầu rút tiền qua bitcoin (BTC) và KISC (KISC), có thể rút tiền mặt từ các thiết bị ATM trên toàn thế giới, có thể thanh toán ngay tại các cửa hàng VISA trên toàn thế giới.",
    "It provides considerable convenience for both blockchain and cryptocurrency users around the world.":"Cung cấp sự tiện lợi tương đối cho tất cả người sử dụng tiền tệ kỹ thuật số và chuỗi khối trên toàn thế giới.",
    "Meet more advanced services and systems":"Hơn nữa, hãy gặp gỡ các dịch vụ và hệ thống tiên tiến",
    "Apply for service":"Đăng ký dịch vụ",
    "Blockbet bank staking":"lưu trữ BlockBet (BBT)",
    "You can earn a risk-free dividend for your Blockbet games simply by making a deposit.":"Chỉ cần bảo quản là có thể nhận được phân chia lợi nhuận của BlockBet game.",
    "You can get a very high dividend":"Có thể nhận được cổ tức rất cao.",
    "Dividend interest will be paid for any game on the Blockbet game platform, and even if you lose BBT, you will receive a very high dividend income if you deposit it.":"Lợi nhuận cổ tức sẽ nhận được lợi nhuận từ việc đặt cược cho bất kỳ trò chơi nào trên nền tảng trò chơi BlockBet, ngay cả khi bạn mất BBT, bạn có thể nhận được lợi nhuận cổ tức cá cược rất cao.",
    "There is no limit to deposits or withdrawals. Get a steady return of 4% per month.":"Không có giới hạn về tiền gửi hoặc giới hạn rút tiền. Nhận được lợi nhuận cao và ổn định.",
    "It doesn't matter if you win or lose the BBT. Even if you lose the BBC, you will receive a high dividend if you deposit the BBT.":"Không chơi game cũng không sao.",
    "Profit dividends are selected from Bitcoin (BTC), Etherium (ETH), Kaiser coin (KISC), and Block Bettoken (BBT) to be received as an encryption currency.":"Nếu bạn gửi tiền BBT, bạn sẽ nhận được cổ tức cao. Phân chia lợi nhuận được nhận bằng tiền kỹ thuật số bằng cách chọn Bitcoin (BTC), Ethernet (ETH), Kaiser coin (KISC), Block Betttoken (BBT).",
    "Experience stable and solid high returns.":"Hãy trải nghiệm lợi nhuận cao ổn định và chắc chắn.",
    "Do you want to raise the betting limit?":"Bạn có muốn tăng giới hạn đặt cược không?",
    "Fill in the energy":"Hãy lấp đầy năng lượng của bạn",
    "My energy is KISC":"Năng lượng của tôi là KISC",
    "Charge the energy!":"Hãy nạp năng lượng đi!",
    "The limit of the game will be even higher.":"giới hạn của trò chơi sẽ càng cao hơn",
    "Enjoy dynamic games with unlimited betting.":"Hãy chơi trò chơi năng động bằng cách đánh cược không giới hạn.",
    "Blockbet Partner":"BlockBet Partner",
    "If you want to link your game to the Blockbet game platform, please contact us at any time.":"Trò chơi của BLOCKBET nếu bạn muốn kết nối trò chơi của bạn với platform, hãy liên hệ với chúng tôi bất cứ lúc nào.",
    "If you want to open a transparent game that you can trust in the blockchain, contact me at any time.":"Mở một trò chơi minh bạch đáng tin cậy trong chuỗi khối và liên lạc bất cứ lúc nào.",
    "Blockbet Project":"dự án BLOCKBET",
    "We will never stop.":"Chúng ta sẽ không bao giờ dừng lại.",
    "To reduce entry barriers to the blockbet, we offer a system that allows you to use games such as Bitcoin, Ethereum, and Kaiser Coins, and we also offer a fast and reliable gaming platform to help more game developers develop transparent and reliable games.":"Để giảm thiểu rào cản gia nhập vào BLOCKBET, chúng tôi cung cấp hệ thống có thể sử dụng trò chơi như Bitcoin, Ethernet, Kaiser coin… <br> Chúng tôi cũng nhận được hỗ trợ cung cấp nền tảng trò chơi nhanh chóng và ổn định để nhiều nhà phát triển trò chơi phát triển trò chơi minh bạch và đáng tin cậy..",
    "We continue to improve and introduce new features and fun.":"Chúng tôi liên tục cải thiện và giới thiệu các tính năng mới và thú vị.",
    "This Blockbet game is legally operated within normal legal boundaries by holding licenses in Bermuda.":"Trò chơi này được sở hữu giấy phép tại Bermuda và hoạt động hợp pháp trong phạm vi pháp luật bình thường.",
    "All laws follow Bermuda's laws of law.":"Tất cả các luật lệ đều tuân theo luật liên quan của Bermuda.",
    "Excessive games waste time and make you lose your mind.":"Trò chơi quá mức lãng phí thời gian và làm suy sụp tinh thần.",
    "This game is legally available to adults in each country. If you are not a legal adult, do not click on all activities and content related to the blockbet.":"Trò chơi này chỉ có người lớn mới được chơi theo luật pháp của mỗi quốc gia. Nếu bạn không phải là người trưởng thành ở độ tuổi pháp định, đừng nhấp chuột vào tất cả các hoạt động và nội dung liên quan đến BLOCKBET.",
    "If you are not an adult, you will be forced out unconditionally, and you are responsible for all the damages.":"Trường hợp không phải là người trưởng thành thì vô điều kiện bị cưỡng chế rút lui và trách nhiệm về tất cả thiệt hại do đó thuộc về bản thân.",
    "The games provided by Blockbet are based on blockchain to provide a fair, reliable and transparent game, and Blockbet cannot participate in games with legal currency, and can only participate in games with coins and tokens designated by Blockbet.":"Trò chơi do BLOCKBET cung cấp được vận hành bằng chuỗi khối. Nó cung cấp một trò chơi công bằng, tin cậy và minh bạch, chỉ có thể có một chuỗi khối.  Chỉ có, BLOCKBET không thể tham gia trò chơi bằng tiền giấy hợp pháp. Chỉ có thể tham gia trò chơi bằng tiền kỹ thuật số được chỉ định trong BLOCKBET.",
    "Blockbets are not aimed at Internet gambling, but at hobbies and entertainment.":"BLOCKBET không hướng đến đánh bạc internet, mà hướng đến sở thích và giải trí.",
    "Now you get out of the game that's being manipulated.":"Bây giờ các bạn hãy thoát khỏi trò chơi được điều khiển.",
    "Required Login":"Đây là trang cần đăng nhập.",
    "Do you want to log out?":"Bạn có muốn đăng nhập không?",

    "Country":"quốc gia",
    "Email":"thư điện tử",
    "ID":"ID",
    "Password":"mật khẩu",
    "Password Confirmed":"xác nhận mật khẩu",
    "Nickname":"biệt danh",
    "My Level":"cấp bậc của tôi",
    "Bank":"Ngân hàng",
    "Account Number":"Số tài khoản",
    "Account":"Tên tài khoản",
    "BBT Address":"Địa chỉ BBT",
    "Save Changes":"Save changes",
    "HyperAiser RealTime Block":"Block thực tế của HyperAiser",
    "Block Number":"Số khóa",
    "Block Hash":"BlockHash",
    "Hash Result":"Kết quả hash",
    "ROLL UNDER TO WIN":"Số dưới bóng",
    "PAYOUT":"Payout",
    "WIN CHANCE":"Tỷ lệ thắng",
    "Retained balance":"Số dư hiện tại",
    "Bet amount":"Số tiền đặt cược",
    "Game Statistics":"Thống kê trò chơi",
    "Average of":"Trung bình của",
    "Max Sequence of":"Số thứ tự tối đa",
    "Betting Time Remains":"Thời gian cá cược còn lại",
    "TRANSFER HISTORY":"Lịch sử thương mại",
    "MY PAGE":"Thông tin của tôi",
    "Deposit":"Tiền gửi",
    "Withdrawal":"Rút lui",
    "Current BBT Balance":"Cán cân BBT hiện hành",
    "Please check your address carefully":"Vui lòng kiểm tra địa chỉ của bạn một cách cẩn thậ.",
    "Enter amount for withdraw":"Ghi số tiền gửi vào.",
    "1BBT = 0.1 USD":"1BBT tương đương với 1USD.",
    "Basic Information":"Thông tin cơ bản",
    "Favorite Wallets":"Ví thường xuyên",
    "Name":"tên tuổi",
    "Amount":"số tiền",
    "Address":"địa chỉ",
    "Status":"tình trạng",
    "Registerd At":"vị trí",
    "BBT Real Time Block<br><br>HiperAiser blockschain developed in Bizblocks generates blocks every 3 seconds.<br>The hash value of a randomly generated block is used as the result of the game.<br>Since the generated blocks cannot be forged, we provide a reliable game that prevents the operation of the game.":"Block trực tiếp của BBTHeperAiser block chain được phát triển ở Bizblocks tạo ra các khối mỗi 3 giây.<br> Giá trị băm của một khối được tạo ngẫu nhiên được dùng làm kết quả của trò chơi.Vì các khối đã tạo ra không thể giả mạo nên chúng tôi cung cấp một trò chơi đáng tin cậy ngăn chặn hoạt động của trò chơi.",
	
	"Block Number<br><br>Number of blocks created every 3 seconds in the HiperAiser chain.":"Block Number<br> số khối được tạo ra cứ 3 giây một lần trong chuỗi HiperAiser.",

    "Block Hash<br><br>A function that receives a message of arbitrary length and outputs a fixed length value.<br>The purpose of the hash function is to detect errors or tampering with the message and provide the integrity of the data to be signed without third party intervention.":"Block Hash<br><br> Một hàm nhận được một thông điệp có chiều dài tùy tiện và ra một trị độ dài cố định.<br>Mục đích của hàm băm là để phát hiện lỗi hoặc thao túng thông điệp và cung cấp tính toàn vẹn của dữ liệu được ký mà không cần bên thứ ba can thiệp",    

	"Result<br><br>Randomly generated result of combining hash values of generated blocks.":"Kết quả <br> Kết quả ngẫu nhiên được tạo ra bởi sự kết hợp các trị băm của các khối đã tạo ra.",

	"Block Under Game<br><br>If you choose a lower number from 1 to 100 and the Hash Reult value is within the selected range, you get a high dividend.<br>The game starts every 10 seconds.":"Bắt chặt trong trò chơi Nếu bạn chọn một con số thấp hơn từ 1 đến 100 và giá trị Hash Rult nằm trong phạm vi đã chọn, bạn sẽ nhận được cổ tức cao.<br>Trò chơi bắt đầu cứ 10 giây một lần.",

	"ODD &amp; EVEN<br><br>Based on 50 of the numbers 1 to 100, the odd hash value is ODD and the even number is EVEN.<br>The game starts every 10 seconds.":"ODD & EVEN <br> <br> dựa trên 50 trong số các số từ 1 đến 100, giá trị băm lẻ là ODD và số chẵn là EVEN. <br>Cứ mỗi 10 giây trận đấu lại bắt đầu",

	"UNDER &amp; OVER<br><br>Based on 50 out of 1 ~ 100 number, if Hash Reult value is less than 50, it becomes UNDER, and if more than 50, it becomes OVER.<br>The game starts every 10 seconds.":"UNDER & OVER <br> Dựa trên 50 trong số từ 1 đến 100 con số, nếu giá trị Hash Rult nhỏ hơn 50, nó sẽ bị hạn chế, và nếu vượt quá 50 thì nó sẽ kết thúc. <br>Cứ mỗi 10 giây trận đấu lại bắt đầu",

	"DEPOSITE<br><br>Deposit BBT(BLOCK BET) coins and start the game.":"Chuyển tiền đồng BBT (Block BET) và bắt đầu trò chơi.",	
		
    "If you want to see detailed results, Click the link below.":"Nếu bạn muốn thấy kết quả chi tiết, hãy nhấp vào liên kết dưới đây.",
    "My BBT Address.":"Địa chỉ BBT của tôi.",
    "OTEX my BBT Address.":"Địa chỉ BBT trên Otex Exchange.",
    "Transmission quantity input to OTEX.":"Gửi BBT đến Otex.",
    "BBT address to send.":"Địa chỉ BBT để gửi.",
    "Email address (must be entered correctly. We are not responsible for the disadvantages of different information.)":"Địa chỉ email (phải nhập chính xác. Không chịu trách nhiệm về thiệt hại phát sinh do lỗi thông tin.)",
    "User ID":"nhập ID người dùng",
    "Password input (English numeral mix)":"Nhập mật khẩu (hợp số tiếng Anh)",
    "Password again":"xác nhận mật khẩu",
    "Enter mobile phone number (Please enter the correct information). If the information is different, we will not be responsible for the damage.":"Nhập số điện thoại di động (hãy ghi chính xác thông tin. Trường hợp thông tin khác nhau thì không chịu trách nhiệm về thiệt hại.)",
    "Recommended ID input (If there is no recommender, you cannot sign up)":"Nhập ID giới thiệu (nếu không có người giới thiệu thì không thể đăng ký được)",
	"Find ID/PW": "Tìm ID/PW",
	"Sign Up": "đăng ký thành viên",
	"Copy Address": "Sao chép địa chỉ"
}

    